export const deities = [
  '譯懆・縺・淵繧区丼縺ｮ驕・,
  '譛域・縺九ｊ縺ｫ豬ｮ縺九・螟｢',
  '譏滄剄繧句､懊・迚ｩ隱・,
  '譛晞愆縺ｫ蜈峨ｋ蟶梧悍',
  '螟慕┥縺代・繧・＆縺励＆',
  '陌ｹ縺ｮ譫ｶ縺第ｩ・,
  '譏･鬚ｨ縺ｫ謠ｺ繧後ｋ闃ｱ',
  '髮ｪ蛹也ｲｧ縺ｮ髱吶￠縺・,
  '鬚ｨ驤ｴ縺ｮ豸ｼ縺励＞髻ｳ',
  '陜峨＠縺舌ｌ縺ｮ螟・,
  '邏・痩謨｣繧句ｰ城％',
  '蛻晞妛縺ｮ雍医ｊ迚ｩ',
  '闖懊・闃ｱ逡代・譏･',
  '陋崎・縺・､輔∋',
  '髮ｲ豬ｷ縺ｫ豬ｮ縺九・螟｢',
  '豕｢縺ｮ髻ｳ縺ｮ蟄仙ｮ域ｭ・,
  '髴ｧ髮ｨ縺ｮ貎､縺・,
  '關ｽ闡峨・謨ｷ縺肴ｯｯ',
  '譏･髴槭・謠ｺ繧峨℃',
  '蟆城ｳ･縺ｮ縺輔∴縺壹ｊ',
  '蟆丞ｷ昴・縺帙○繧峨℃',
  '驥主次縺ｮ鬚ｨ霆・,
  '阯､濶ｲ縺ｮ闃ｱ',
  '驥題牡縺ｮ遞ｲ遨・
];

export function getRandomDeity() {
  const index = Math.floor(Math.random() * deities.length);
  return deities[index];
}
